/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Preferiti";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tipo";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Aggiungi a loop privi di tag";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Aggiungere Loop da un altro disco o partizione";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Se questi file audio hanno un ritmo costante, iniziano su un attacco e finiscono su una battuta, quando saranno aperti in anteprima o aggiunti al progetto, si adatteranno al ritmo del progetto.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "La posizione scelta sarà aggiunta ai tuoi loop privi di tag. I file audio in questa posizione con ritmo costante che iniziano con un attacco e terminano su una misura, quando saranno aperti in anteprima o aggiunti al progetto, si adatteranno al ritmo del progetto.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Annulla";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copia nella Cartella Loop";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "I loop verranno aggiunti al browser loop, da dove saranno disponibili per essere utilizzati nei brani. Scegli se impostare Logic per la copia dei loop nella cartella Apple Loop o se utilizzarli dalla loro posizione attuale.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Modifica tag";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Mostra nel Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analizza loop";

/* Descriptors */
"Descriptors" = "Descrittori";

/* Genre */
"Genre" = "Genere";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Aggiungo Loop al Browser Loop";

/* Initial Title of the jam pack control */
"All Packs" = "Tutti i pacchetti";

/* Instrument */
"Instrument" = "Strumento";

/* LoopBrower: two and more items label */
"%ld items" = "%ld elementi";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "loop in riproduzione";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "loop reale";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "loop software";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "loop web";

/* LoopBrowser: one Item label */
"1 item" = "1 elemento";

/* LoopBrowser: zero Items label */
"0 items" = "0 elementi";

/* Move Loops Button */
"Move to Loops Folder" = "Sposta nella Cartella Loop";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "I loop verranno aggiunti al browser loop, da dove saranno disponibili per essere utilizzati nei brani. Scegli se impostare Logic per spostare i loop nella cartella Apple Loop o se utilizzarli dalla loro posizione attuale.";

/* Reference Loops Button */
"Current Location" = "Posizione attuale";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindicizza tutti i loop";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Scegli quali loop desideri visualizzare nel browser loop.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Fai clic per cercare i loop per strumento, genere e descrizione.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Seleziona se mostrare parole chiave per strumenti, genere o stile";

/* accessibility description of the segment that switches to column view */
"column view" = "vista colonne";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "vista pulsanti musicali";

/* menu item in Recent Search History */
"Clear Search History" = "Cancella cronologia di ricerca";

/* menu item in Recent Search History */
"No recent searches" = "Nessuna ricerca recente";

/* menu title in Recent Search History */
"Recent Searches" = "Ricerche recenti";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Cerca loop";
